{
    "policies": {
        "primary_text": "At YourInternetProvider, we understand the importance of protecting your personal information and are committed to safeguarding your privacy. This privacy approach outlines the types of information we collect, how we use it, and the measures we take to protect it.",
        "info_collect": "Information We Collect",
        "info_para": "We collect both personal and non-personal information when you use our internet services. Personal information includes your name, address, email, phone number, and other identifying information. Non-personal information includes your IP address, browser type, operating system, and the pages you visit on our website.How We Use Your InformationWe use your information to deliver and improve our internet services, to communicate with you, and to comply with legal obligations.",
        "info_gather" : "Information We Gather",
        "info_gather_para" : "We may collect the following sorts of information when you use our internet services:",
        "personal_info" : "Personal Information:",
        "personal_infoPara:" : "We collect personal information such as your name, address, email address, phone number, and payment information (such as credit card number or bank account details) when you sign up for our services. We may also collect personal information when you ask us questions or feedback.",
        "Usage_Information" : "Usage Information:",
        "Usage-Info_para" : "We may collect information about how you use our internet services, including the websites you visit, the date and time of your visits, and the duration of your sessions. We may also collect information about your device, including your IP address, browser type, and operating system.",
        "network_info": "Network Information:",
        "network_info_para": "We may collect information about the performance of our network and the devices connected to it, including information about the speed and quality of your internet connection.",
        "use_info" : "How We Use Your Information",
        "info_type" : "We may employ the information we collect for the following purposes:",
        "our_Service":"To Provide Our Services",
        "our_service_para":"We use your personal information to provide and bill for our services and to communicate with you about your account and any changes or updates to our services.",
        "Improve-services" : "To Improve Our Services:",
        "improve_para" : "We use your usage and network information to analyze and improve our services, including troubleshooting network issues and identifying areas where we can enhance our service quality.",
        "obligations:"  : "To Comply with Legal Obligations:",
        "obligations_para": "We may use your personal information to comply with legal and regulatory requirements, including responding to court orders, subpoenas, or other lawful requests.",
        "customize" : "To Customize Your Experience:",
        "customize_para" : "We may use your usage information to personalize your experience on our website by providing recommendations or relevant advertisements.",
        "share" : "How We Share Your Information",
        "share_info" : "We may share your information with the following parties:Affiliates: We may share your information with our affiliates to provide and improve our services, as well as to offer additional products or services that may be of interest to you.Service Providers: We may convey your information to third-party service providers who help us to provide our services, such as payment processors or customer support vendors.Law Enforcement and Regulatory Agencies: We may share your information with law enforcement or regulatory agencies when required to comply with legal or regulatory obligations.Other Third Parties: We may share your information with other third parties with your consent or as the law permits.",
        "data_security" : "Data Security",
        "security" : "We take the security of your information seriously and have implemented physical, technical, and administrative measures to protect it from unauthorized access, use, or disclosure. We use industry-standard encryption and authentication tools to protect your data in transit and at rest and limit access to your information to only those workers who need it to perform their job duties.",
        "cookies_heading" : "Cookies and Other Tracking Technologies",
        "cookies_paragraph" : "We use cookies and other tracking technologies to improve your online experience and analyze usage data. Cookies are small text files that are stored on your device when you visit our website. They enable us to remember your preferences and tailor content to your interests. We may also use cookies to track your website usage and analyze trends.",
        "choice" : "Your Choices",
        "choice-paragraph" : "You have the right to control your personal information and how we use it. You may opt out of marketing emails and other communications from us anytime. You may also disable cookies on your browser, but this may limit your ability to use certain features of our website.Changes to this PolicyWe may update this privacy policy from time to time. Any changes will be posted on our website, and we encourage you to review the policy periodically. Your continued use of our services after we post changes to the policy will indicate your acceptance of the changes.’",
        "children_privacy" : "Children's Privacy",
        "children_privacy_para" : "Our services are not intended for children under the age of 13, and we do not intentionally collect personal information from children under the age of 13. If you are below the age of 13, please do not use our services or provide any personal information to us.",
        "california_privacy" : "Your California Privacy Rights",
        "california_privacy_para" : "As a California resident, you have special rights under the California Consumer Privacy Act (CCPA) regarding your personal information. These rights include the right to know what personal information we collect, utilize, and reveal about you, the right to ask that we delete your personal information, and the right to opt out of the sale of your personal information. To exercise your CCPA rights, please get in touch with us using the information provided below.",
        "contact" : "Contact Us",
        "contact_us" : "If you have any questions or concerns about our privacy policy, don't hesitate to get in touch with us at",
        "email" : "sales@leilanitech.com",
        "address" : "2601 Bellefontaine APT B112, Houston, TX 77025",
        "response" : "We will reply to your inquiry as soon as possible and work to address any concerns you may have."

    }
}


